Repository: blacKKiller080/pharmart
Catalog: lib/l10n/app_*.arb
Languages: kk

# language
source: English
kk: Қазақ

# physStatus
source: Physical status
kk: Жеке тұлға

source: Legal status
kk: Заңды тұлға

# login
source: Sign in
kk: Кіру

source: Phone
kk: Телефон

source: Password
kk: Құпия сөз

# registration
source: Create account
kk: Тіркелу

source: Forgot password?
kk: Құпия сөзді ұмыттыңыз ба?

source: BIN
kk: БСН

# fName
source: First name
kk: Аты

# lName
source: Last name
kk: Тегі

source: E-mail
kk: Пошта

source: Repeat Password
kk: Кұпия сөзді қайта теріңіз

source: Company name
kk: Компанияның атауы

source: Registered address
kk: Заңды мекен-жайы

source: Actual address
kk: Нақты мекен-жайы

# rememberPassword
source: Remember?
kk: Жүйеге сақтау?

source: Catalog
kk: Каталог

source: Go to
kk: Өту

# vipPharmacyProducts
source: Products from VIP pharmacies
kk: VIP дәріхана тауарлары

source: Popular categories
kk: Аты шулы санаттар

# hotPharmacyProducts
source: Products from HOT pharmacies
kk: Күйіп жатқан дәріхана тауарлары

source: Bestseller
kk: Бестселлерлер

# topPharmacyProducts
source: Products from TOP pharmacies
kk: ТОП дәріхана тауарлары

source: Pharmacies
kk: Дәріханалар

source: Basket
kk: Қоржын

source: Category
kk: Санат

source: Price
kk: Бағасы

source: Manufacturing country
kk: Өндіруші мемлекет

source: Filters
kk: Сүзгілер

source: Cancel
kk: Болдырмау

source: from
kk: бастап

source: to
kk: дейін

source: Close
kk: Жабу

source: Discounted items
kk: Арзандаған тауарлар

# itemsWithDiscount
source: Specials
kk: Жеңілдетілген тауарлар

source: All
kk: Барлығы

source: Categories
kk: Санаттар

source: Specifications
kk: Сипаттамалары

source: Product form
kk: Өнімді шығару формасы

source: Kind of vitamins
kk: Витаминдердің түрі

source: Type
kk: Түрі

# areOfUse
source: Area of use
kk: Дәрілік заттың қолдану аясы

source: Description
kk: Сипаттама

source: Reviews
kk: Пікірлер

source: Providers
kk: Өндірушілер

source: Provider
kk: Өндіруші

# recamendacion
source: We also recommend
kk: Біздің ұсынысымыз

source: Customer photos
kk: Сатып алушының фотосуреттері

source: Write a review
kk: Пікір жазу

source: Sort by
kk: Сұрыптау

source: Advantages
kk: Артықшылықтары

source: Disadvantages
kk: Кемшіліктері

source: Add to basket
kk: Қоржынға қосу

source: Choose
kk: Тандау

source: Product code
kk: Тауар коды:

source: Messages
kk: Хабарламалар

source: Favorites
kk: Таңдаулылар

source: My messages
kk: Менің хабарламаларым

source: My orders
kk: Менің тапсырыстарым

# myBonuses
source: My bonus
kk: Менің бонустарым

source: My favorites
kk: Менің сүйіктілерім

source: My feedbacks
kk: Менің пікірлерім

source: My subscriptions
kk: Менің жазылымдарым

source: Orders
kk: Тапсырыстар

source: Analytics
kk: Аналитика

source: Stock management
kk: Акцияларды басқару

# productsPromotion
source: Promotion of products
kk: Өнімді жылжыту

source: Rating
kk: Рейтинг

source: Feedbacks
kk: Пікірлер

source: Pharmacy
kk: Дәріхана

source: Exit
kk: Шығу

source: Home
kk: Негізгі

source: Search
kk: Іздеу

source: Clear
kk: Тазарту

source: History
kk: Іздеу тарихы

source: Profile
kk: Профиль

# pieces
source: pcs
kk: шт

source: Order amount
kk: Тапсырыс бағасы

source: Discount
kk: Жеңілдік

source: Delivery
kk: Жеткізу

source: Total
kk: Барлығы

# complateOrder
source: Place an order
kk: Тапсырыс беру

source: Change quantity
kk: Санын өзгерту

# addToFav
source: Add to favorites
kk: Таңдаулыларға қосу

# ordering
source: Proceeding an order
kk: Тапсырыстың қабылдануы

source: Address
kk: Мекенжай

source: Delivery method
kk: Жеткізу әдісі

source: Reciever
kk: Алушы

source: Payment
kk: Төлем

# yourOrderwithCount
source: Your order /
kk: Сіздің тапсырысыңыз /

source: Deduct from bonuses
kk: Бонустардан шегеру

source: Change
kk: Өзгерту

source: Settelment
kk: Елді мекен

source: Select city
kk: Қаланы таңдаңыз

source: Street
kk: Көше

source: House
kk: Үй

# apartmentOffice
source: Aprt/office
kk: Пәтер/кеңсе

# sectionOfBuilding
source: Section
kk: Подъезд

source: Floor
kk: Қабат

source: Intercom
kk: Домофон

source: Change address
kk: Мекенжайды өзгерту

source: Order
kk: Тапсырыс

source: Comment
kk: Комментарий

source: Contact
kk: Контактылар

# iAgreeWithTerms1
source: I have read and agree with
kk: Мен жеке деректерді өңдеу саясатын

# iAgreeWithTerms2
source: the policy of processing personal data
kk: оқыдым және келісемін

source: Online payment
kk: Онлайн төлем

source: Offline payment
kk: Оффлайн төлем

source: Enter promocode
kk: Промокодты енгізіңіз

source: Apply
kk: Қолдану

source: Pay
kk: Төлеу

# personalInfo
source: Personal information
kk: Жеке деректер

source: Upload photo
kk: Фотосуретті жүктеу

source: Status
kk: Статус

# editPersInfo
source: Edit personal info
kk: Жеке деректерді өзгерту

source: Change password
kk: Құпия сөзді өзгерту

source: Region
kk: Облыс

source: City
kk: Қала

source: Street and house number
kk: Көше және үй нөмірі

source: Apartment
kk: Пәтер

# myCard
source: My cards
kk: Менің карталар

source: Main card
kk: Негізгі карта

source: Add card
kk: Карта қосу

source: Card number
kk: Карта нөмірі

source: Expires
kk: Дейін жарамды

source: MM/YY
kk: АА/ЖЖ

source: Security code
kk: Қауіпсіздік коды

# svvInfo
source: The security code is the last three digits on the back of your card, to the right of the signature strip
kk: Қауіпсіздік коды – картаңыздың артқы жағындағы қолтаңба жолағының оң жағындағы соңғы үш сан

source: Save
kk: Сақтау

# seveChanges
source: Save changes
kk: Өзгерісті сақтау

source: Delete
kk: Жою

# makeMainCard
source: Make the main
kk: Негізгі карта

# cardInfo
source: Card information
kk: Карта информациясы

source: Customer service
kk: Қолдау қызметі

source: Current orders
kk: Ағымдағы тапсырыстар

source: Completed orders
kk: Аяқталған тапсырыстар

# cancelledOrders
source: Cancalled orders
kk: Бас тартылған тапсырыстар

source: Order status:
kk: Тапсырыс статусы:

source: Date:
kk: Күні:

source: Amount to pay:
kk: Төлеуге жататын сома:

source: Items in order:
kk: Заказдығы тауарлар:

source: Continue shopping
kk: Сатып алуды жалғастырыңыз

# repaetOrder
source: Reorder
kk: Тапсырысты қайталау

# eranedBonuses
source: bonuses earned
kk: жинақталған бонустар

source: Bonus history
kk: Есептеу тарихы

# favPharmcies
source: Favorite pharmacies
kk: Таңдаулы дәріханалар

source: Reviewed items
kk: Қаралған тауарлар

# awaitFeedback
source: Awaiting feedback
kk: Пікір күтуде

# leaveFeedback
source: Leave a feedback
kk: Пікір қалдыру

# rateProduct
source: Rate this product
kk: Тауарды бағалаңыз

# dragPhotosInfeedback
source: Drag and drop photos to attach them to the review. No more than 10 images
kk: Фотосуреттерді шолуға қосу үшін сүйреп апарыңыз. 10 суретке дейін

source: Send
kk: Жіберу

source: Upload logo
kk: Логотипті жүктеу

source: Edit
kk: Өңдеу

# partnershipCertificate
source: Certificate of official partnership
kk: Ресми серіктестік куәлігі

source: Responsible employee
kk: Жауапты қызметкер

source: Position
kk: Лауазым

source: Patronymic
kk: Тегі

# amountOfScoreOfProducts
source: Amount of product scores
kk: Количество оценок ваших товаров

source: Choose category:
kk: Выберите категорию:

# amountOfRatedProducts
source: products rated
kk: товаров с оценками

# negative
source: negative (1-3 stars)
kk: негативные (1-3 звезды)

# positive
source: positive (4-5 stars)
kk: позитивные (4-5 звезды)

# ratingPageInfo
source: We calculate average scores for your products. If you have more products with negative ratings, pay attention to the quality of the product, packaging, and service. You can read customer reviews in the Reviews section of the admin panel.
kk: Мы рассчитываем средние оценки ваших товаров. Если у вас больше товаров с отрицательными оценками - обратите внимание на качество товара, упаковки и сервиса. Вы можете ознакомиться с отзывами покупателей в разделе Отзывы в админпанели.

# avarageScore
source: Avarage score for items
kk: Средняя оценка за товары

source: Old password
kk: Ескі құпия сөз

source: New password
kk: Жаңа құпия сөз

# repeatNewPass
source: Repeat new password
kk: Жаңа құпия сөзді қайталап жазыңыз

# saveNewPass
source: Save new password
kk: Жаңа құпия сөзді сақтау

# searchNotFound
source: Sorry, we did not find any results for your query
kk: Кешіріңіз, біз сіздің іздеуіңіз бойынша ешқандай нәтиже таппадық

# chooseMediaUploadType
source: Please choose media to select
kk: Таңдау үшін медианы таңдаңыз

source: From Gallery
kk: Галереядан

source: From Camera
kk: Камерадан
